Repository: kompetenzz/net.kompetenzz.freco
Catalog: l10n/*/LC_MESSAGES/freco.po
Languages: de_de

source: unset
de_de: keine Angabe

source: true
de_de: Ja

source: Group and/or Activity
de_de: Gruppe und/oder Aktivität

source: Computing...
de_de: Berechne...

source: Ready
de_de: Erledigt

source: Counts frequency distribution across a configurable set of custom fields...
de_de: Berechnet Häufigkeitsverteilung über einen konfigurierbaren Satz von benutzerdefinierten Feldern...

source: This extension operates on contacts or activities.
de_de: Diese Erweiterung arbeitet mit Kontakten oder Aktivitäten.

source: You have to choose at least a custom fields group.
de_de: Du musst mindestens eine Gruppe benutzerdefinierter Felder auswählen.

source: It's possible to select fields you want to handle. By default fields of types number, yes/no and date will be evaluated as well as fields with an option set.
de_de: Es ist möglich, die Felder auszuwählen, die zugrundegelegt werden. Standardmäßig werden alle Felder der Typen Zahl, Ja/Nein und Datum ebenso evaluiert wie Felder mit einem Optionenset.

source: You may filter by Civicrm group.
de_de: Du kannst auch eine CiviCRM-Gruppe zur Einschränkung wählen.

source: If you select an activity type and activity stati, activities are supposed to hold the custom data.
de_de: Werden Aktivitätstyp und -stati ausgewählt, geht freco davn aus, dass die Daten an Aktivitäten hängen.

source: If you do not, contacts with at least one field set will be used.
de_de: Sonst werden alle Kontakte mit mindestens einem asugefüllten Feld berechnet.

source: Custom data
de_de: Benutzerdefinierte Daten
